Repository: ryoshumei/SleepRecord
Catalog: SleepRecord/Localizable.xcstrings
Source language: ja
Languages: en

source: （なし）
en: (none)

source: 「おやすみ」のタップが見つかりません
en: No "Good night" tap found

source: 「プレビュー」を押して PDF を生成してください
en: Tap Preview to generate the PDF

source: 「設定 > Apple ID > iCloud」でアカウントを有効にすると、データが iCloud に同期されます。
en: Enable an account in Settings > Apple ID > iCloud to sync data with iCloud.

source: ☀️ おはよう
en: ☀️ Good morning

source: ☀️ おはようございます
en: ☀️ Good Morning

# chart.am
source: 午前
en: AM

# chart.notes
source: 備考欄
en: Notes

# chart.pm
source: 午後
en: PM

source: iCloud アカウント未設定
en: iCloud account not configured

source: iCloud で同期中
en: Syncing with iCloud

source: iCloud 同期
en: iCloud Sync

# notification.bedtimeReminder.body
source: おやすみ前にタップを忘れずに 🌙
en: Don't forget to tap before bed 🌙

# notification.bedtimeReminder.title
source: そろそろお休みの時間です
en: Time to wind down

# pdf.period
source: 期間: %1$@ 〜 %2$@
en: Period: %1$@ – %2$@

# pdf.title
source: 睡眠リズム表
en: Sleep Rhythm Chart

source: PDF出力
en: Export PDF

# validator.asleepAfterAwake
source: 「眠った」は「目覚めた」より前である必要があります
en: "Fell asleep" must be earlier than "Woke up"

# validator.asleepBeforeBedIn
source: 「眠った」は「布団に入った」以降である必要があります
en: "Fell asleep" must be at or after "Got in bed"

# validator.asleepBeforeBedIn.withTime
source: 入眠時刻は入床時刻（%@）以降にしてください
en: Asleep time must be at or after bedtime (%@)

# validator.awakeAfterBedOut
source: 「目覚めた」は「布団から出た」以前である必要があります
en: "Woke up" must be at or before "Got out of bed"

# validator.awakeAfterBedOut.withTime
source: 覚醒時刻は起床時刻（%@)以前にしてください
en: Wake time must be at or before wake-up (%@)

# validator.bedWindowInverted
source: 「布団に入った」は「布団から出た」より前である必要があります
en: "Got in bed" must be earlier than "Got out of bed"

# validator.wakeEventInverted
source: 中途覚醒の終了時刻は開始時刻より後である必要があります
en: Awakening end must be after start

# validator.wakeEventOutOfBounds
source: 中途覚醒の時刻は入床〜起床の範囲内に収めてください
en: Mid-sleep awakening must fall within the bed window

# validator.wakeEventOverlap
source: 中途覚醒の時間が他のイベントと重なっています
en: Mid-sleep awakenings cannot overlap

# wake.elapsed.hoursMinutes
source: 目覚めて %1$d時間%2$d分
en: Awake for %1$dh %2$dm

# wake.elapsed.minutes
source: 目覚めて %d分
en: Awake for %dm

# wake.elapsed.minutesUnder1
source: 目覚めて 1分未満
en: Awake for under 1m

# wake.summary
source: 覚醒×%1$d (%2$d分)
en: Wakes×%1$d (%2$dm)

# wake.summary.open
source: 覚醒×%1$d (進行中)
en: Wakes×%1$d (open)

source: おはよう
en: Good morning

source: おやすみ
en: Good night

source: キャンセル
en: Cancel

source: このアプリについて
en: About

source: この日の記録を削除
en: Delete this day's record

source: この期間でプレビュー
en: Preview

source: タップで入床時刻を記録
en: Tap to record bedtime

source: タップで起床時刻を記録
en: Tap to record wake-up time

source: チャート
en: Chart

source: バージョン
en: Version

source: ホーム
en: Home

source: メモ
en: Note

source: 中途覚醒
en: Mid-sleep awakenings

source: 何時頃に眠れましたか？
en: About what time did you fall asleep?

source: 何時頃目が覚めましたか？
en: About what time did you wake up?

source: 保存
en: Save

source: 備考
en: Notes

source: 備考欄
en: Notes

source: 入床
en: Bedtime

source: 入床時刻
en: Bedtime

source: 入床時刻の補完
en: Set Bedtime

source: 入眠/覚醒時刻を確定
en: Confirm asleep/wake times

source: 入眠時刻
en: Asleep time

source: 共有 / 保存
en: Share / Save

source: 再び眠る
en: Back to sleep

source: 出力期間
en: Date range

source: 午前
en: AM

source: 午後
en: PM

source: 印刷
en: Print

source: 夜中に目覚めた、寝つきが悪い、など
en: Woke up at night, trouble falling asleep, etc.

source: 完了
en: Done

source: 就寝中: %@ 〜
en: In bed since %@

source: 就寝時刻リマインダー
en: Bedtime reminder

source: 布団から出た
en: Got out of bed

source: 布団に入った
en: Got in bed

source: 後で
en: Later

source: 昨夜の記録（編集可能）
en: Last night's record (editable)

source: 昨夜は何時頃に布団に入りましたか？
en: About what time did you go to bed last night?

source: 時刻
en: Times

source: 生成中…
en: Generating…

source: 目覚めた
en: Woke up

source: 🌗 目覚めた
en: 🌗 Woke up

source: 眠った
en: Fell asleep

source: 確定
en: Confirm

source: 終了日
en: End date

source: 補正する
en: Adjust

source: 覚醒時刻
en: Wake time

source: 設定
en: Settings

source: 起床
en: Wake-up

source: 追加
en: Add

source: 通知を有効にする
en: Enable notifications

source: 通知時刻
en: Notification time

source: 通知許可状態
en: Notification permission

source: 閉じる
en: Close

source: 開始日
en: Start date
